index.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2024-11-28 Thu 01:07 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>m00se polemics</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css"/>
<header><h2>stuff</h2><h4>Random things that need to be stuffed somewhere.</h4><div class="topbar-menu-container"><span class="topbar-menu"><a class="button" href="/">Home</a></span> | <span><a href="/suw.html">SUW</a></span> | <span class="topbar-menu"><a href="https://distro.tube/projects/index.html">Other Projects</a></span><span class="topbar-menu"><a href="https://distro.tube/kb/index.html">Knowledge Base</a></span><span class="topbar-menu"><a href="https://distro.tube/man-org/index.html">Linux Manpages</a></span><span class="topbar-menu"><a href="https://distro.tube/community/index.html">Community</a></span><span class="topbar-menu"><a href="https://distro.tube/contribute/index.html">Contribute</a></span></div></header>
</head>
<body>
<div id="content">
<header>
<p>
Lorem ipsum
</p>
</header>

<div id="outline-container-org09eed33" class="outline-2">
<h2 id="org09eed33">Overview</h2>
<div class="outline-text-2" id="text-org09eed33">
<p>
This is an example of a <span class="underline">website</span> written in <b>Org Mode</b>. If this text is longer in some way, then the left justification stuff will work better.
</p>

<p>
I wonder what happens with LaTex Math: \(y=x^2\)
</p>

<p>
If I want to do some raw html, how about <b>bold text</b>?  
</p>


<aside>
<p>
Lorem ipsum
</p>
</aside>
</div>
</div>

<div id="outline-container-org193f64d" class="outline-2">
<h2 id="org193f64d">Links</h2>
<div class="outline-text-2" id="text-org193f64d">
<ul class="org-ul">
<li><a href="https://systemcrafters.net/">System Crafters</a></li>
<li><a href="https://news.ycombinator.com">Hacker News</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgde434a2" class="outline-2">
<h2 id="orgde434a2">More crap</h2>
<div class="outline-text-2" id="text-orgde434a2">
<p>
This is really a lot of text that will help scroll off the bottom of the page.
This is really a lot of text that will help scroll off the bottom of the page.
This is really a lot of text that will help scroll off the bottom of the page.
This is really a lot of text that will help scroll off the bottom of the page.
This is really a lot of text that will help scroll off the bottom of the page.
This is really a lot of text that will help scroll off the bottom of the page.
This is really a lot of text that will help scroll off the bottom of the page.
This is really a lot of text that will help scroll off the bottom of the page.
This is really a lot of text that will help scroll off the bottom of the page.
This is really a lot of text that will help scroll off the bottom of the page.
This is really a lot of text that will help scroll off the bottom of the page.
This is really a lot of text that will help scroll off the bottom of the page.
This is really a lot of text that will help scroll off the bottom of the page.
This is really a lot of text that will help scroll off the bottom of the page.
This is really a lot of text that will help scroll off the bottom of the page.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2024-11-28 Thu 01:07</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.3)</p>
</div>
</body>
</html>
